{
    "changelog.md": {
        "Changelog Swimo": "Changelog Swimo",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "24\/11\/2020": "24\/11\/2020",
        "Mise à jour de l'icône V4": "V4 icon update",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "Ajout de la gestion Cloud": "Adding Cloud Management",
        "First Release": "First Release",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " V2.": " V2.",
        " V2?": " V2?",
        "V2 ": "V2 ",
        " V2]": " V2]",
        "[V2]": "[V2]",
        "*V2*": "*V2*",
        " V2*": " V2*",
        " V1.": " V1.",
        " V1?": " V1?",
        "V1 ": "V1 ",
        " V1]": " V1]",
        "[V1]": "[V1]",
        "*V1*": "*V1*",
        " V1*": " V1*"
    },
    "index.md": {
        "Plugin Swimo": "Swimo plugin",
        "Ce plugin permet de connecter les contrôleurs de piscine Swimo avec Jeedom": "This plugin allows you to connect Swimo pool controllers with Jeedom",
        "Le plugin permet de récupérer les valeurs des différents capteurs ainsi que contrôler les actionneurs (changement de modes, On\/Off, changement des consignes": "The plugin allows you to retrieve the values of the various sensors as well as to control the actuators (change of modes, On \/ Off, change of setpoints",
        "Configuration du plugin": "Plugin configuration",
        "Après téléchargement du plugin, il suffit juste d'activer celui-ci, puis de configurer quelques éléments": "After downloading the plugin, you just need to activate it, then configure a few elements",
        "local ou cloud": "local or cloud",
        "le type de connexion": "the type of connection",
        "l'adresse IP du swimo": "the swimo IP address",
        "le serial du swimo": "swimo serial",
        "L'apikey du swimo": "The apikey of swimo",
        "Configuration des équipements": "Equipment configuration",
        "La synchronisation des équipements permet de récupérer les sondes et les actionneurs configurés sur le Swimo": "The synchronization of the equipment makes it possible to recover the probes and actuators configured on the Swimo",
        "Une fois configuré dans un objet, vous obtiendrez vos éléments dans le dashboard": "Once configured in an object, you will get your elements in the dashboard",
        "Les données sont actualisées toutes les 5 minutes ou lors d'une action": "Data is updated every 5 minutes or during an action",
        "Les valeurs de consigne ne sont pas affichées par défaut": "Setpoints are not displayed by default",
        "Ils sont pleinement utilisables via les scénarios": "They are fully usable via the scenarios",
        " Description.": " Description.",
        " Description?": " Description?",
        "Description ": "Description ",
        " Description]": " Description]",
        "[Description]": "[Description]",
        "*Description*": "*Description*",
        " Description*": " Description*",
        " NOTE.": " NOTE.",
        " NOTE?": " NOTE?",
        "NOTE ": "NOTE ",
        " NOTE]": " NOTE]",
        "[NOTE]": "[NOTE]",
        "*NOTE*": "*NOTE*",
        " NOTE*": " NOTE*"
    }
}