{
    "changelog.md": {
        "Changelog Swimo": "Changelog Swimo",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "First Release": "Primer lanzamiento",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*",
        " V1.": " V1.",
        " V1?": " V1?",
        "V1 ": "V1 ",
        " V1]": " V1]",
        "[V1]": "[V1]",
        "*V1*": "*V1*",
        " V1*": " V1*"
    },
    "index.md": {
        "Plugin Swimo": "Complemento Swimo",
        "Ce plugin permet de connecter les controleurs de piscine Swimo avec Jeedom": "Este complemento le permite conectar los controladores de piscina Swimo con Jeedom",
        "Le plugin permet de récupérer les valeurs des différents capteurs ainsi que contrôler les actionneurs": "El complemento permite recuperar los valores de los distintos sensores, así como controlar los actuadores",
        "changement de modes, On\/Off, changement des consignes": "cambio de modos, encendido \/ apagado, cambio de puntos de ajuste",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin, il vous suffit juste d'activer celui-ci, puis de configurer quelques éléments": "Después de descargar el complemento, solo necesita activarlo, luego configurar algunos elementos",
        "l'adresse IP du swimo": "la dirección IP de swimo",
        "le serial du swimo": "swimo serial",
        "L'apikey du swimo": "La apikey de swimo",
        "Configuration des équipements": "Configuración del equipo",
        "La synchronisation des équipements permet de récupérer les sondes et les actionneurs configurés sur le Swimo": "La sincronización del equipo permite recuperar las sondas y actuadores configurados en el Swimo",
        "Une fois configuré dans un objet, vous obtiendrez vos éléments dans le dashboard": "Una vez configurado en un objeto, obtendrá sus elementos en el tablero",
        "Les données sont actualisées toutes les 5 minutes ou lors d'une action": "Los datos se actualizan cada 5 minutos o durante una acción",
        "Les valeurs de consigne ne sont pas affichées par défaut": "Los puntos de ajuste no se muestran por defecto",
        "Ils sont pleinement utilisables via les scénarios": "Son totalmente utilizables a través de los escenarios",
        " Note.": " Nota.",
        " Note?": " Nota?",
        "Note ": "Nota ",
        " Note]": " Nota]",
        "[Note]": "[Nota]",
        "*Note*": "*Nota*",
        " Note*": " Nota*"
    }
}